/* %1$@ permission: %2$@
Please note %1$@ is a variable and must be preserved in the translated text.
for example: `Accessibility permission: ⛔️ required` */

"%1$@ permission: %2$@" = "Permesso %1$@: %2$@";

/* corresponds to Accessibility in system Privacy settings */
"Accessibility" = "Accessibilità";

/* Preferences pane for `App` settings */
"App" = "App";

/* Check box next to the 'Check for updates' button */
"Automatically" = "Automaticamente";

/* Button, when pressed, checks for updates now */
"Check for updates" = "Verifica aggiornamenti";

/* 1=name of app e.g. `Enable Scroll Reverser` */
"Enable %1$@" = "Abilita %1$@";

/* No comment provided by engineer. */
"For settings, click the icon in the menu bar" = "Per le impostazioni, fai clic sull'icona nella barra dei menu";

/* Alert box title */
"Icon Hidden" = "Icona nascosta";

/* Check box: Include beta versionss of the app when checking for updates */
"Include beta versions" = "Includi versioni beta";

/* corresponds to Input Monitoring in system Privacy settings */
"Input Monitoring" = "Monitoraggio ingresso";

/* Large step size */
"Large" = "Grande";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open %1$@ preferences
Please note %1$@ is a variable and must remain in the translated text.
Example: "Open Input Monitoring preferences" */
"Open %1$@ preferences" = "Apri preferenze %1$@";

/* Section title */
"Permissions" = "Permessi";

/* No comment provided by engineer. */
"Preferences" = "Preferenze";

/* 1=name of app e.g. `Quit Scroll Reverser` */
"Quit %1$@" = "Esci da %1$@";

/* Request %1$@ permission
Please note %1$@ is a variable. It is replaced with either `Input Monitoring` or `Accessibility`. */
"Request %1$@ permission" = "Richiesto permesso %1$@";

/* Prefs check box */
"Reverse Horizontal" = "Inverti orizzontale";

/* Prefs check box */
"Reverse Mouse" = "Inverti mouse";

/* Prefs check box */
"Reverse Trackpad" = "Inverti trackpad";

/* Prefs check box */
"Reverse Vertical" = "Inverti verticale";

/* No comment provided by engineer. */
"Scroll Reverser is now running!" = "Scroll Reverser è ora in esecuzione!";

/* No comment provided by engineer. */
"Scroll Reverser needs Accessibility permission to modify your scrolling." = "Scroll Reverser necessita del permesso Accessibilità per modificare lo scorrimento.";

/* No comment provided by engineer. */
"Scroll Reverser needs Input Monitoring permission to detect whether your fingers are touching the trackpad." = "Scroll Reverser necessita del permesso Monitoraggio ingresso per rilevare se le tue dita stanno toccando il trackpad.";

/* Prefs section header */
"Scroll Wheel" = "Rotellina di scorrimento";

/* Preferences pane for `Scrolling` serttings */
"Scrolling" = "Scorrimento";

/* Prefs section title */
"Scrolling Axes" = "Scorrimento assi";

/* Prefs section title */
"Scrolling Devices" = "Scorrimento dispositivi";

/* Prefs check box */
"Show in menu bar" = "Mostra nella barra dei menu";

/* Small step size */
"Small" = "Piccolo";

/* Prefs check box */
"Start at login" = "Avvia al login";

/* Size of one step of the mouse scroll wheel */
"Step size" = "Dim. passo";

/* Alert box text. 1=name of app */
"The %1$@ icon has been removed from the menu bar. To restore it at any time, launch %1$@ again from Finder." = "L'icona %1$@ è stata rimossa dalla barra dei menu. Per ripristinarla in qualsiasi momento, avvia nuovamente %1$@ dal Finder.";

/* No comment provided by engineer. */
"⛔️ required" = "⛔️ richiesto";

/* No comment provided by engineer. */
"✅ granted" = "✅ concesso";
